tap 'homebrew/cask-fonts'
tap 'railwaycat/emacsmacport'

brew 'bat'
brew 'coreutils'
brew 'exa'
brew 'ghq'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'golangci-lint'
brew 'grep'
brew 'hub'
brew 'jq'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'make'
brew 'mas'
brew 'peco'
brew 'starship'
brew 'stern'
brew 'wget'
brew 'zsh'

cask 'docker'
cask 'dropbox'
cask 'emacs-mac'
cask 'firefox'
cask 'font-fontawesome'
cask 'font-hack-nerd-font'
cask 'hyper'
cask 'karabiner-elements'
cask 'slack'

mas 'LINE', id: 539883307
