tap 'railwaycat/emacsmacport'

brew 'git'
brew 'zsh'
brew 'mas'
brew 'go'
brew 'peco'
brew 'ghq'
brew 'hub'
brew 'exa'
brew 'bat'
brew 'anyenv'

cask 'karabiner-elements'
cask 'firefox'
cask 'hyper'
cask 'emacs-mac'
cask 'slack'
cask 'dropbox'
cask 'docker'

mas 'LINE', id: 539883307