tap 'homebrew/cask-fonts'
tap 'railwaycat/emacsmacport'

brew 'asdf'
brew 'bat'
brew 'conftest'
brew 'coreutils'
brew 'direnv'
brew 'drone-cli'
brew 'exa'
brew 'ghq'
brew 'git'
brew 'git-delta'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'go'
brew 'golangci-lint'
brew 'graphviz'
brew 'grep'
brew 'hub'
brew 'jq'
brew 'kubectx'
brew 'kubeval'
brew 'make'
brew 'mas'
brew 'peco'
brew 'starship'
brew 'stern'
brew 'tmux'
brew 'wget'
brew 'yq'
brew 'zsh'

cask 'adobe-creative-cloud'
cask 'atok'
cask 'blackhole-16ch'
cask 'blackhole-2ch'
cask 'docker'
cask 'dropbox'
cask 'emacs-mac'
cask 'firefox'
cask 'font-fontawesome'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'hyper'
cask 'intellij-idea'
cask 'karabiner-elements'
cask 'meetingbar'
cask 'slack'
cask 'steam'
cask 'vagrant'
cask 'virtualbox'

mas 'LINE', id: 539883307
